13/data/attachments/c95a93d4d1b76c8d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_8693f88a-5ee4-4331-a397-568dcd01b40b</nif:username>
            <nif:friendToBeAdded>Andrea_also_Friend_59210_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>